{"postId":2123534,"headline":"Painting Study: Vivarium ","publishedAt":"2023-07-20T06:43:55.091Z","state":1,"cws":[],"tags":["art","digital art","vivarium","study","painting","painting study"],"blocks":[{"type":"attachment","attachment":{"kind":"image","fileURL":"https://staging.cohostcdn.org/attachment/2e0850c5-744c-4efa-9760-e0ea39aa96f0/vivarium-18-07-23.png","previewURL":"https://staging.cohostcdn.org/attachment/2e0850c5-744c-4efa-9760-e0ea39aa96f0/vivarium-18-07-23.png","attachmentId":"2e0850c5-744c-4efa-9760-e0ea39aa96f0","altText":"The study consists in redrawing the scene while trying to figure out the colors and why they are there. At the right there's a scene from the movie \"Vivarium\", where the protagonist is sitting in front of the house while holding her boyfriend in her arms, both are illuminated by the sunset. At the left there's mine recreation of the scene with a rough brush that marks the digital painting with texture.","width":3840,"height":1080}},{"type":"markdown","markdown":{"content":"<div style=\"display: flex; width: 100%; flex-direction: column; align-items: center\">\n<h1 style=\"margin: 5% 0 0 0\">Composition & Colors</h1>\n<p style=\"margin: 2em 5% 0 5%; text-indent: 2em; text-align: justify\">This scene is set at dusk, with a quiet and calm ambient, thus, this scene is separated in two halves: the left side is cold and dark, with dark blues and greens, and darker shadows; the right side is slightly warmer and lighter, with oranges and purples, and the orange/green hot background.</p>\n<p style=\"margin: 0 5% 2em 5%; text-indent: 2em; text-align: justify\">As said before, this scene is based on contrasts, primarily between blues and oranges, and purples and yellows. Green is the intermediator, neither cold nor hot.</p>\n<h1 style=\"margin: 0\">Lights & Shadows</h1>\n<p style=\"margin: 2em 5% 0 5%; text-indent: 2em; text-align: justify\">Lights and shadows follow the pattern of darker = colder, lighter = hotter, thus, all the shadows have a deep presence of saturated blue, like the green wall and the blue jacket. The light, on the other hand, is not as strong as one would expect, since it's dusk, all the highlights are less saturated and darker than normal, having less impact on the ambient.</p>\n<p style=\"margin: 0 5% 2em 5%; text-indent: 2em; text-align: justify\">The most interesting part of this scene surely are the skin tones. Both have similar skin tones: primarily Caucasian, but the lack of light make those skin tones darker and slightly more saturated. The ambient shadows also cause an interesting effect, the darker areas of the skin are painted with desaturated dark blue (which is intensified by the reflected light of the clothing) and the transition between the blues and the browns are painted with purple.</p>\n<img style=\"padding: 0 5% 0 5%; margin: 0\" src=\"https://i.imgur.com/hscwAcN.png\">\n</div>\n"}}],"pinned":false,"commentsLocked":false,"sharesLocked":false,"singlePostPageUrl":"https://cohost.org/NekoRaita/post/2123534-painting-study-viva"}